Revit 2027 API
ParameterTypeId.ViewSolarstudyIsStillimageStudyType Property
 "Still image study"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyIsStillimageStudyType { get; }
Public Shared ReadOnly Property ViewSolarstudyIsStillimageStudyType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyIsStillimageStudyType {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyIsStillimageStudyType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace